Repository: NeoTheThird/unity-scope-click
Catalog: po/*.po
Languages: be, br, my

source: Scopes
be: Лінзы
br: Kefluskerioù enklask

source: Apps
be: Дадаткі
br: Arloadoù

source: Publisher/Creator
be: Выдавецтва / Стваральнік
br: Embanner/Krouer

source: Seller
be: Прадаўнік
br: Gwerzher

source: Website
be: Сайт
br: Lec'hienn web

source: Contact
be: Кантакт
br: Darempred

source: License
be: Ліцэнзія
br: Aotre-implijout

source: Updates
be: Абнаўленьні
br: Hizivadennoù

source: Version number
be: Вэрсія
br: Niverenn stumm

source: Last updated
be: Апошняе абнаўленьне:
br: Hizivadenn diwezhañ

source: First released
be: Першы рэліз
br: Deuet er-maez da gentañ

source: Size
be: Памер
br: Ment

source: Version
be: Версія
br: Stumm

source: FREE
be: БЕЗКАШТОЎНА
br: DIGOUST

source: ✔ PURCHASED
be: ✔ НАБЫТЫЯ
br: PRENET

source: Info
be: Інфармацыя
br: Titouroù

source: What's new
be: Што цікавага?
br: Hag a-nevez

source: Reviews
be: Водгукі
br: Burutelladennoù

source: Download Error
be: Памылка пры сьцягваньні
br: Fazi pellgargañ

source: Download or install failed. Please try again.
be: Спампаваць ці ўсталяваць не атрымаласяя. Калі ласка, паспрабуйце яшчэ раз.
br: C'hwitet eo ar pellgargañ pe ar staliañ. Esaeit en-dro, mar plij.

source: Close
be: Зачыніць
br: Serriñ
my: ပိတ်

source: Login Error
be: Памылка
br: Fazi kevreañ
my: ဝင်ရောက်မှုမအောင်မြင်ပါ

source: Please log in to your Ubuntu One account.
be: Калі ласка, ўвайдзіце імя карыстальніка Ubuntu One.
br: Kevreit ouzh ho kont Ubuntu One, mar plij.
my: သင်၏ Ubuntu One အကောင့်ထဲသို့ဝင်ရောက်ပါ

source: Go to Accounts
be: Да карыстальніка
br: Mont d'ar c'hontoù.
my: အကောင့်သို့သွားမည်

source: Open
be: Адчыніць
br: Digeriñ
my: ဖွင့်

source: Search
be: Пошук
br: Klask

source: Uninstall
be: Выдаліць
br: Distaliañ
my: စက်ထဲမှထုတ်ရန်

source: Cancel Purchase
be: Скасаваць набыццё
br: Nullañ ar brenadenn

source: Are you sure you want to cancel the purchase of '${title}'? The app will be uninstalled.
be: Вы ўпэўненыя, што хочаце скасаваць набыццё '${title}'? Дадатак будзе выдалены.
br: Ha sur oc'h e fell deoc'h nullañ prenadenn '${title}' ? Distaliet e vo an arload.

source: Go Back
be: Вярнуцца
br: Distreiñ

source: Continue
be: Працягнуць
br: Kenderc'hel

source: Returns and cancellation policy
be: Зварот і скасаванне палітыкі
br: Reolennoù adpaeañ ha nullañ

source: When purchasing an app in the Ubuntu Store, you can cancel the charge within 15 minutes after installation. If the cancel period has passed, we recommend contacting the app developer directly for a refund. You can find the developer’s contact information listed on the app’s preview page in the Ubuntu Store. Keep in mind that you cannot cancel the purchasing process of an app more than once.
be: Пры набыцці дадатку ў краме Ubuntu, Вы можаце скасаваць плату цягам 15 хвілін пасля ўсталёўкі. Калі тэрмін скасаваньня прайшоў, мы раім звяртацца да распрацоўніка па зварот грошай. Вы можаце знайсці кантактныя дадзеныя распрацоўніка, яны паказаны на старонцы папярэдняга прагляду дадатку ў Ubuntu. Майце на ўвазе, што Вы ня зможаце скасаваць працэс куплі дадатку больш за адзін раз.
br: Pa brenit un arload e stal Ubuntu e c'hallit nullañ ar brenadenn e-pad ur c'hard eur goude m'eo bet staliet. Ma vez re ziwezhat e aliomp ac'hanoc'h da vont war-eeun e darempred gant diorroer an arload evit bezañ adpaeet. Gallout a rit kavout daveennoù an diorroer war ar bajenn da rakwelet an arload e stal Ubuntu. Ho pet soñj ne c'hallit ket nullañ prenadenn un arload ouzhpenn ur wech.

source: Confirmation
be: Пацьвердзіць
br: Kadarnadur
my: အတည်ပြုခြင်း

source: Uninstall ${title}?
be: Выдаліць ${title}?
br: Distaliañ ${title} ?

source: Cancel
be: Скасаваць
br: Nullañ

source: Confirm
be: Пацьвердзіць
br: Kadarnaat

source: Install
be: Усталяваць
br: Staliañ
my: စက်ထဲသို့ထည့်သွင်းမည်

source: {1} byte
be: {1} байт
br: {1} okted

source: Scope for searching the installed click apps
br: Keflusker ebnklask evit furchal an arloadoù Click staliet

source: Search apps
be: Пошук дадаткаў
br: Klask arloadoù

source: Ubuntu Store
be: Крама Ubuntu
br: Stal Ubuntu

source: Get more apps from the store
be: Болей дадаткаў у краме
br: Tapout muioc'h a arloadoù er stal

source: Search for '%s' in the store
be: Шукаць '%s' у краме.
br: Klask '%s' er stal

source: Get more apps like this from the Store
be: Больш цікавых дадаткаў у гэтай краме
br: Tapout muioc'h a arloadoù evel hemañ er Stal

source: All
be: Усё
br: An holl anezho

source: Scope for searching the click app store
br: Keflusker enklask evit furchal ar stal arloadoù Click

source: Search store
be: Пошук у краме
br: Klask ur stal

source: ✔ INSTALLED
be: ✔ УСТАЛЯВАНА
br: ✔ STALIET

source: Available
be: Ёсьць ў наяўнасьці
br: A c'haller kaout
my: ရရှိနိုင်သော

source: %u result in Ubuntu Store
be: %u знайдзены
br: %u disoc'h e stal Ubuntu

source: Recommended
be: Рэкамендавана
br: Erbedet

source: Yes Uninstall
my: ဟုတ်၊စက်ထဲမှထုတ်မည်

source: My apps
my: ကျွန်ုပ်၏ app များ
